FV2310/E_0477.puml
@startuml
skinparam Shadowing false
skinparam NoteBorderColor #f3f1f6
skinparam NoteBackgroundColor #f3f1f6
skinparam NoteFontSize 12
skinparam ActivityBorderColor none
skinparam ActivityBackgroundColor #7a8da1
skinparam ActivityFontSize 16
skinparam ArrowColor #7aab8a
skinparam ArrowFontSize 16
skinparam ActivityDiamondBackgroundColor #7aab8a
skinparam ActivityDiamondBorderColor #7aab8a
skinparam ActivityDiamondFontSize 18
skinparam defaultFontName DejaVu Serif Condensed
skinparam ActivityEndColor #669580

header
<b>FV2210
2022-12-12
endheader

title
GPKE

6.29.1: AD: Bestellung Änderung Konzessionsabgabe vom LF



end title
:<b>E_0477</b>;
note right
<b><i>Prüfende Rolle: NB
end note

if (<b>10: </b> Ist der Marktlokation zum Zeitpunkt der bestellten Änderung die Sondervertragskunden-KA zugeordnet?) then (ja)
    :A01;
    note left
        Sondervertragskunden-KA gemäß § 2 Abs. 3 der Konzessionsabgabenverordnung, daher keine Änderung möglich
    endnote
    kill;
else (nein)
endif
if (<b>20: </b> Ist die Marktlokation von der Konzessionsabgabe befreit?) then (ja)
    :A02;
    note left
        Änderung nicht möglich, da Marktlokation von Konzessionsabgabe befreit.
    endnote
    kill;
else (nein)
endif
if (<b>30: </b> Ist der bestellte Zustand an der Marktlokation bereits vorhanden?) then (ja)
    :A03;
    note left
        Der gewünschte Zustand ist bereits an der Marktlokation hinterlegt.
    endnote
    kill;
else (nein)
endif
if (<b>40: </b> Bestellt der LF für eine Marktlokation den Wechsel auf eine Schwachlast-Konzessionsabgabe?) then (ja)
else (nein)
    :Stammdatenänderung NB (verantwortlich) ausgehend
Hinweis: Der LF beauftragt den NB die Schwachlast-Konzessionsabgabe an der Marktlokation nicht mehr ab dem angegebenen Zeitpunkt abzurechnen. Es soll die reguläre Konzessionsabgabe abgerechnet werden.;
    kill;
endif
if (<b>50: </b> Möchte der NB die Bestellung der rückwirkenden Änderung der Konzessionsabgabe aufgrund rechtlicher Fristen ablehnen?) then (ja)
    :A05;
    note left
        Eine rückwirkende Änderung wird abgelehnt
    endnote
    kill;
else (nein)
endif
if (<b>60: </b> Lässt die Gerätekonfiguration der Messlokationen der angefragten Marktlokation zum Umsetzungszeitpunkt die separate Erfassung der Energie in den Schwachlastzeiten zu, um die niedrige Konzessionsabgabe für diese Menge abrechnen zu können?) then (ja)
    :Stammdatenänderung NB (verantwortlich) ausgehend;
    kill;
else (nein)
    :A04;
    note left
        An der Marktlokation kann die Energie in den Schwachlastzeiten nicht zum angefragten Zeitpunkt separat erfasst werden.
    endnote
    kill;
endif

@enduml
